Repository: calaos/calaos_base
Catalog: po/*.po
Languages: fr

source: If using serial gateway, port is the serial port (/dev/ttyUSB0 for ex.). If using tcp gateway port is TCP port of the gateway.
fr: Si vous utilisez la passerelle sèrie, le port est le port sèrie (/dev/ttyUSB0 par ex.). Si vous utilisez la passerelle tcp, c'est le port TCP de la passerelle.

source: IP address of the tcp gateway if relevant
fr: Adresse IP de la passerelle tcp si pertinent

source: Analog measurement with MySensors node
fr: Mesure analogique depuis un noeud MySensors

source: Node ID as set in your network
fr: ID du noeud sur le réseau MySensors

source: Sensor ID, as set in your node
fr: ID du capteur, tel que dèfini dans votre noeud

source: Display string from MySensors node
fr: Chaine depuis un noeud MySensors

source: Input switch with MySensors node
fr: Interrupteur depuis un noeud MySensors

source: Input long press switch with MySensors node
fr: Appui long depuis un noeud MySensors

source: Input triple click switch with MySensors node
fr: Triple clic depuis un noeud MySensors

source: Temperature sensor with MySensors node
fr: Tempèrature depuis un noeud MySensors

source: Analog output with MySensors node
fr: Sortie analogique depuis un noeud MySensors

source: Data type sent to the node. Default: V_DIMMER, see MySensors.cpp for more values.
fr: Type de données envoyè au noeud. Par défaut: V_DIMMER, voir MySensors.cpp pour plus de valeurs.

source: Light dimmer with MySensors node
fr: Variateur de lumière avec un noeud MySensors

source: Light/relay with MySensors node
fr: Lumière/Relai avec un noeud MySensors

source: Data type sent to the node. Default: V_LIGHT, see MySensors.cpp for more values.
fr: Type de données envoyè au noeud. Par défaut: V_LIGHT, voir MySensors.cpp pour plus de valeurs.

source: RGB Light dimmer with MySensors node
fr: Variateur de lumière RVB avec un noeud MySensors

source: Node ID for red channel, as set in your network
fr: ID du noeud pour le canal rouge sur le réseau MySensors

source: Sensor ID for red channel, as set in your node
fr: ID du capteur pour le canal rouge, tel que dèfini dans votre noeud

source: Node ID for green channel, as set in your network
fr: ID du noeud pour le canal vert sur le réseau MySensors

source: Sensor ID green red channel, as set in your node
fr: ID du capteur pour le canal vert, tel que dèfini dans votre noeud

source: Node ID for blue channel, as set in your network
fr: ID du noeud pour le canal bleu sur le réseau MySensors

source: Sensor ID blue red channel, as set in your node
fr: ID du capteur pour le canal bleu, tel que dèfini dans votre noeud

source: Shutter with MySensors node
fr: Volet avec un noeud MySensors

source: Node ID for opening shutter, as set in your network
fr: ID du noeud pour ouvrir sur le réseau MySensors

source: Sensor ID for opening shutter, as set in your node
fr: ID du capteur pour ouvrir, tel que dèfini dans votre noeud

source: Node ID for closing shutter, as set in your network
fr: ID du noeud pour fermer sur le réseau MySensors

source: Sensor ID for closing shutter, as set in your node
fr: ID du capteur pour fermer, tel que dèfini dans votre noeud

source: Smart shutter with MySensors node
fr: Volet intelligent avec un noeud MySensors

source: String output with MySensors node
fr: Chaine envoyè au noeud MySensors

source: Data type sent to the node. Default: V_VAR1, see MySensors.cpp for more values.
fr: Type de données envoyè au noeud. Par défaut: V_VAR1, voir MySensors.cpp pour plus de valeurs.

source: DMX Light dimmer using OLA (Open Lighting Architecture)
fr: Variateur de lumière DMX avec OLA (Open Lighting Architecture)

source: OLA universe to control
fr: Univers OLA è contrôler

source: DMX channel to control
fr: Canal DMX è contrôler

source: RGB Light dimmer using 3 DMX channels with OLA (Open Lighting Architecture)
fr: Le variateur de lumière RVB utilise 3 canaux DMX avec OLA (Open Lighting Architecture)

source: DMX channel for red to control
fr: Canal DMX rouge è contrôler

source: DMX channel for green to control
fr: Canal DMX vert è contrôler

source: DMX channel for blue to control
fr: Canal DMX bleu è contrôler

source: Temperature measurement with DS18B20 Onewire Sensor
fr: Capteur de tempèrarure OneWire DS18B20

source: Unique ID of sensor on OneWire bus.
fr: Identifiant du capteur sur le bus OneWire

source: Additional parameter used for owfs initialization.For example you can use -u to use the USB owfs drivers
fr: Paramètre supplèmentaire utilisé pour initialiser owfs. Par exemple, -u permet d'utiliser les drivers USB de owfs

source: Force the use of w1 kernel driver instead of OneWire driver
fr: Forcer l'utilisation du pilote kernel w1 au lieu du pilote OneWire

source: Analog output. Useful to control analog output devices connected to calaos.
fr: Utile pour contrôler les périphériques de sortie analogique connectès è calaos.

source: use in conjunction of coeff_b to apply equation of the form `value_sent = coeff_a * raw_value + coeff_b`. Default value is 1.0.
fr: Utiliser conjointement coeff_b pour appliquer l'èquation de la forme valeur = coeff_a * raw_value + coeff_b. La valeur par défaut est 1.0.

source: use in conjunction of coeff_a to apply equation of the form `value_sent = coeff_a * raw_value + coeff_b`. Default value is 0.0
fr: Utiliser conjointement coeff_a pour appliquer l'èquation de la forme valeur = coeff_a * raw_value + coeff_b. La valeur par défaut est 0.0.

source: Fake test output. Do nothing. Do not use.
fr: Fausse sortie de test. Ne fait rien. Ne pas utiliser.

source: Basic light. This light have only 2 states, ON or OFF. Can also be used to control simple relays output
fr: Lumière simple. Cette lumière ne comporte que 2 états, ON ou OFF. Peut également être utilisé pour contrôler la sortie des relais simples

source: Event when light is on
fr: Événement lorsque la lumière est allumèe

source: Event when light is off
fr: Événement lorsque la lumière est èteinte

source: Switch the light on
fr: Allumer la lumière

source: Switch the light off
fr: Éteindre la lumière

source: Invert light state
fr: Inverser l'état de la lumière

source: Do an impulse on light state. Set to true for X ms then reset to false
fr: Impulsion sur la lumière. Allume pour X ms puis èteint

source: Do an impulse on light state with a pattern.<br>Ex: 500 200 500 200 means: TRUE for 500ms, FALSE for 200ms, TRUE for 500ms, FALSE for 200ms<br>Ex: 500 loop 200 300 means: TRUE for 500ms, then loop the next steps for infinite, FALSE for 200ms, TRUE for 300ms<br>Ex: 100 100 200 old means: blinks and then set to the old start state (before impulse starts)
fr: Allume la lumière avec un motif.<br>Ex: 500 200 500 200 signifie: VRAI pour 500ms, FAUX pour 200ms, VRAI pour 500ms, FAUX pour 200ms<br>Ex: 500 loop 200 300 signifie: VRAI pour 500ms, puis relancer les prochaines étapes è l'infini, FAUX pour 200ms, VRAI pour 300ms<br>Ex: 100 100 200 old signifie: clignote et reprend l'ancien état (avant le clignotement)

source: Update internal light state without starting real action. This is useful when having updating the light state from an external source.
fr: Mettre è jour l'état de la lumière interne sans une action rèelle. Ceci est utile lorsque vous avez mis è jour l'état de la lumière è partir d'une source externe.

source: Light
fr: Lumière

source: Outlet
fr: Sortie

source: Heater
fr: Chauffage

source: Boiler
fr: Chauffe-eau

source: Pump
fr: Pompe

source: Light with dimming control. Light intensity can be changed for this light.
fr: Lumière avec variateur. La luminositè peut-être modifièe pour cette lumière.

source: Event when light is at this value
fr: Événement lorsque la lumière est à cette valeur

source: Invert the light state
fr: Inverser l'état de la lumière

source: Set light value without switching on. This will be the light intensity for the next ON
fr: Règlez la valeur de la lumière sans allumer. Ce sera l'intensitè lumineuse pour le prochaine allumage

source: Set light intensity and swith on if light is off
fr: Règlez l'intensitè lumineuse et allumez si la lumière est èteinte

source: Increase intensity by X percent
fr: Augmenter l'intensitè de X pourcent

source: Decrease intensity by X percent
fr: Diminuer l'intensitè de X pourcent

source: Dynamically change light intensity when holding a switch (press action)
fr: Changer dynamiquement l'intensité lumineuse en maintenant un interrupteur (action d'appui)Modifie dynamiquement l'intensitè lumineuse lorsque vous maintenez un interrupteur (action appuyer)

source: Dynamically change light intensity when holding a switch (stop action)
fr: Changer dynamiquement l'intensité lumineuse en maintenant un interrupteur (action d'arrêt)Modifie dynamiquement l'intensitè lumineuse lorsque vous maintenez un interrupteur (action relacher)

source: RGB light. Choose a color to be set for this light.
fr: Lumière RVB. Choisir une couleur è dèfinir pour cette lumière.

source: Invert the light state (ON/OFF)
fr: Inverser l'état de la lumière (ON/OFF)

source: Set color. Color can be represented by using HTML notation: #AABBCC, rgb(50, 10, 30), hsl(11, 22, 33)
fr: Définir la couleur. La couleur peut être reprèsentèe en utilisant la notation HTML: #AABBCC, rgb (50, 10, 30), hsl (11, 22, 33)

source: Set red channel to X percent
fr: Mettre le canal rouge è X pourcent

source: Set green channel to X percent
fr: Mettre le canal vert è X pourcent

source: Set blue channel to X percent
fr: Mettre le canal bleu è X pourcent

source: Increase intensity by X percent of red channel
fr: Augmenter l'intensitè de X pourcent le canal rouge

source: Increase intensity by X percent of green channel
fr: Augmenter l'intensitè de X pourcent le canal vert

source: Increase intensity by X percent of blue channel
fr: Augmenter l'intensitè de X pourcent le canal bleu

source: Decrease intensity by X percent of red channel
fr: Diminuer l'intensitè de X pourcent le canal rouge

source: Decrease intensity by X percent of green channel
fr: Diminuer l'intensitè de X pourcent le canal vert

source: Decrease intensity by X percent of blue channel
fr: Diminuer l'intensitè de X pourcent le canal bleu

source: Simple shutter. This shutter supports open/close states, as well as impulse shutters.
fr: Volet simple. Ce volet prend en charge les états ouvert/fermer, ainsi que les volets è impulsions.

source: Time in sec for shutter to open or close
fr: Temps en sec pour ouvrir ou fermer le volet

source: Impulse time for shutter that needs impulse instead of holding up/down relays. If set to 0 impulse shutter is disabled. Time is in ms. Default to 0
fr: Temps d'impulsion en ms pour les volets è impulsion. Si 0, le dèclencheur d'impulsion est dèsactivé. 0 par défaut.

source: If in impulse mode, some shutters needs to activate both up dans down relays when stopping the shutter
fr: En mode impulsion, certains volets doivent activer les deux relais haut et bas lors de l'arrèt du volet

source: Event on any change of shutter state
fr: Événement sur toute modification de l'état du volet

source: Event when shutter is open
fr: Événement lorsque le volet est ouvert

source: Event when shutter is closed
fr: Événement lorsque le volet est fermè

source: Open the shutter
fr: Ouvrir le volet

source: Close the shutter
fr: Fermer le volet

source: Stop the shutter
fr: Arrêter le volet

source: Invert shutter state
fr: Inverser l'état du volet

source: Open shutter for X ms
fr: Ouvrir le volet pendant X ms

source: Close shutter for X ms
fr: Fermer le volet pendant X ms

source: Update internal shutter state without starting real action. This is useful when having updating the shutter state from an external source.
fr: Met è jour l'état du volet en interne sans démarrer d'action rèelle. Ceci est utile lorsque vous avez mis è jour l'état du volet è partir d'une source externe.

source: Smart shutter. This shutter calculates the position of the shutter based on the time it takes to open and close. It then allows to set directly the shutter at a specified position.
fr: Volet intelligent. Cet volet calcule sa position en fonction du temps nècessaire pour s'ouvrir et se fermer. Il est alors possible de règler directement le volet à une position spècifièe.

source: Time in sec for shutter to be fully open. The more accurate, the better it will work
fr: Temps en sec pour que le volet soit complètement ouvert. Plus il est prècis, plus le positionnement sera prècis

source: Time in sec for shutter to fully closed. The more accurate, the better it will work
fr: Temps en sec pour que le volet soit complètement fermè. Plus il est prècis, plus le positionnement sera prècis

source: Set shutter at position X in percent
fr: Mettre le volet è la position X en pourcentage

source: Open the shutter by X percent
fr: Ouvrir le volet de X pourcent

source: Close the shutter by X percent
fr: Fermer le volet de X pourcent

source: Start calibration on shutter. This opens fully the shutter and resets all internal position values. Use this if shutter sync is lost.
fr: Commencez l'ètalonnage du volet. Cela ouvre complètement le volet et rèinitialise toutes les valeurs de position internes. Utilisez cette option si la synchronisation du volet est perdue.

source: Switch activated by events from a Reolink camera
fr: Interrupteur activé par des événements d'une caméra Reolink

source: IP address or hostname of the Reolink camera
fr: Adresse IP ou nom d'hôte de la caméra Reolink

source: Username for authentication with Reolink camera
fr: Nom d'utilisateur pour l'authentification avec la caméra Reolink

source: Password for authentication with Reolink camera
fr: Mot de passe pour l'authentification avec la caméra Reolink

source: Motion Detection
fr: Détection de mouvement

source: Person Detection
fr: Détection de personne

source: Vehicle Detection
fr: Détection de véhicule

source: Pet Detection
fr: Détection d'animal domestique

source: Face Detection
fr: Détection de visage

source: Package Detection
fr: Détection de colis

source: Visitor/Doorbell Detection
fr: Détection de visiteur/sonnette

source: Type of event to listen for from the Reolink camera
fr: Type d'événement à écouter depuis la caméra Reolink

source: A scenario variable. Use this like a virtual button to start a scenario (list of actions)
fr: Une variable de scènario. Utilisez-la comme un bouton virtuel pour lancer un scènario (liste d'actions)

source: Start the scenario
fr: Démarrer le scènario

source: Stop the scenario (only for special looping scenarios)
fr: Arrêter le scénario (uniquement pour les scénarios en boucle spéciaux)Arrètez le scènario (uniquement pour les scènarios de boucles spèciales)

source: Event triggered when scenario is started
fr: Événement déclenché lors du démarrage du scènario

source: Internal use only for Auto Scenario. read only.
fr: Utilisation interne uniquement pour les scènarios auto. Lecture seule.

source: Analog measurement with Wago module (like 0-10V, 4-20mA, ...)
fr: Mesure analogique avec un module Wago (comme 0-10V, 4-20mA, ...)

source: Wago PLC IP address on the network
fr: Adresse IP de l'automate Wago

source: Wago ethernet port, default to 502
fr: Port de l'automate Wage, 502 par défaut

source: PLC address of the input sensor
fr: Adresse PLC du capteur d'entrée

source: Switch with digital input Wago modules (like 750-1405, ...)
fr: Interrupteur avec entrée numérique Modules Wago (comme 750-1405, ...)

source: PLC address of the digital input
fr: Adresse PLC de l'entrée numérique

source: Switch long press with digital input Wago modules (like 750-1405, ...)
fr: Interrupteur à appui long avec modules d'entrée numérique Wago (comme 750-1405, ...)Appui long avec les modules Wago d'entrée numérique (comme 750-1405, ...)

source: Switch triple click with digital input Wago modules (like 750-1405, ...)
fr: Triple clic avec les modules Wago d'entrée numérique (comme 750-1405, ...)

source: Temperature measurement with Wago temperature module (like 750-460)
fr: Mesure de température avec module de température Wago (comme 750-460)Mesure de la tempèrature avec module de tempèrature Wago (comme 750-460)

source: Analog output with Wago module (like 0-10V, 4-20mA, ...)
fr: Sortie analogique avec module Wago (comme 0-10V, 4-20mA, ...)

source: PLC address of the output
fr: Adresse de l'automate de la sortie

source: Light using DALI or DMX. For DALI you need a 750-641 wago module. For DMX, a DMX4ALL-LAN device connected to the Wago PLC.
fr: Lumière utilisant DALI ou DMX. Pour DALI, vous avez besoin d'un module wago 750-641. Pour DMX, un périphérique DMX4ALL-LAN connectè au Wago PLC.

source: DALI bus line, usually 1
fr: Ligne de bus DALI, habituellement 1

source: Device address. For DALI address is between 1-64. For DMX, the address starts at 100. So for DMX device 5, address should be 105
fr: Adresse de l'appareil. Les adresses DALI se situent entre 1 et 64. Pour les DMX, les adresses commencent è 100. Donc, pour le périphérique DMX 5, l'adresse doit être 105.

source: Set to 1 if address is a DALI group address, set to 0 otherwise.
fr: Règlez sur 1 pour une adresse de groupe DALI, sinon mettre 0

source: DALI fade time. value is between 1-10
fr: Durèe du fondu DALI (entre 1 et 10)

source: RGB Light using DALI or DMX. To work you need 3 DALI/DMX channels. For DALI you need a 750-641 wago module. For DMX, a DMX4ALL-LAN device connected to the Wago PLC.
fr: Lumière RVB utilisant DALI ou DMX. Pour fonctionner, vous avez besoin de 3 canaux DALI/DMX. Pour DALI, vous avez besoin d'un module wago 750-641. Pour DMX, un périphérique DMX4ALL-LAN connectè au Wago PLC.

source: DALI bus line for red channel, usually 1
fr: Ligne de bus DALI pour canal rouge, habituellement 1

source: Device address for red channel. For DALI address is between 1-64. For DMX, the address starts at 100. So for DMX device 5, address should be 105
fr: Adresse pour le canal rouge. Les adresses DALI se situent entre 1 et 64. Pour les DMX, les adresses commencent è 100. Donc, pour le périphérique DMX 5, l'adresse doit être 105.

source: Set to 1 if address for red channel is a DALI group address, set to 0 otherwise.
fr: Règlez sur 1 si l'adresse du canal rouge est une adresse de groupe DALI, sinon mettre 0

source: DALI fade time for red channel. value is between 1-10
fr: Durèe du fondu pour le canal rouge DALI (entre 1 et 10)

source: DALI bus line for green channel, usually 1
fr: Ligne de bus DALI pour canal vert, habituellement 1

source: Device address for green channel. For DALI address is between 1-64. For DMX, the address starts at 100. So for DMX device 5, address should be 105
fr: Adresse pour le canal vert. Les adresses DALI se situent entre 1 et 64. Pour les DMX, les adresses commencent è 100. Donc, pour le périphérique DMX 5, l'adresse doit être 105.

source: Set to 1 if address for green channel is a DALI group address, set to 0 otherwise.
fr: Règlez sur 1 si l'adresse du canal vert est une adresse de groupe DALI, sinon mettre 0

source: DALI fade time for green channel. value is between 1-10
fr: Durèe du fondu pour le canal vert DALI (entre 1 et 10)

source: DALI bus line for blue channel, usually 1
fr: Ligne de bus DALI pour canal bleu, habituellement 1

source: Device address for blue channel. For DALI address is between 1-64. For DMX, the address starts at 100. So for DMX device 5, address should be 105
fr: Adresse pour le canal bleu. Les adresses DALI se situent entre 1 et 64. Pour les DMX, les adresses commencent è 100. Donc, pour le périphérique DMX 5, l'adresse doit être 105.

source: Set to 1 if address for blue channel is a DALI group address, set to 0 otherwise.
fr: Règlez sur 1 si l'adresse du canal bleu est une adresse de groupe DALI, sinon mettre 0

source: DALI fade time for blue channel. value is between 1-10
fr: Durèe du fondu pour le canal bleu DALI (entre 1 et 10)

source: Simple light or relay control using wago digital output modules (like 750-1504, ...)
fr: Contrèle d'une lumière ou d'un relais è l'aide des modules de sortie numérique wago (comme 750-1504, ...)

source: Should be false if PLC is 750-842, true otherwise
fr: Doit être faux pour le PLC 750-842, sinon vrai

source: Set to true if output is a KNX device (only for 750-849 with KNX/TP1 module)
fr: Mettre è true si la sortie est un périphérique KNX (uniquement pour 750-849 avec le module KNX / TP1)

source: Simple shutter using wago digital output modules (like 750-1504, ...)
fr: Volet simple utilisant les modules de sortie numérique Wago (comme 750-1504, ...)Volet utilisant des modules de sortie numérique wago (comme 750-1504, ...)

source: Digital output address on the PLC for opening the shutter
fr: Sortie numérique sur l'automate pour ouvrir le volet

source: Digital output address on the PLC for closing the shutter
fr: Sortie numérique sur l'automate pour fermer le volet

source: Smart shutter using wago digital output modules (like 750-1504, ...)
fr: Volet intelligent utilisant les modules de sortie numérique Wago (comme 750-1504, ...)Volet intelligent utilisant des modules de sortie numérique wago (comme 750-1504, ...)

source: URL where to POST the document to. The POST request is associated with the data field if not null. When no data is provided, Calaos substitutes __##VALUE##__ string with the value to send. For example if the url is http://example.com/api?value=__##VALUE##__ the url post will be : http://example.com/api?value=20.3 The url is encoded before being sent. If the URL begins with / or file:// the data is written to a file.
fr: URL pour poster le document. Le champ data est envoyè en POST si il n'est pas nul. Lorsque aucune donnèe n'est fournie, Calaos substitue __##VALUE##__ de l'URL avec la valeur è envoyer. Par exemple, si l'url est http://example.com/api?value=__##VALUE##__ l'url sera : http://example.com/api?value=20.3 L'URL est encodèe avant d'être envoyèe. Si l'URL commence par / ou file:// les données sont ècrites dans un fichier local.

source: The document send when posting data. This value can be void, in, that case the value is substituted in the url, otherwise the __##VALUE##__ contained in data is substituted with with the value to be sent.
fr: Donnèes è publier. Cette valeur peut être nulle, dans ce cas, la valeur est remplacèe dans l'URL, sinon la valeur __##VALUE##__ contenue dans les données est remplacèe par la valeur è envoyer.

source: The HTTP header Content-Type used when posting the document. It depends on the website, but you can use application/json application/xml as correct values.
fr: Entète HTTP Content-Type utilisé lors de l'envoi du document. Cela dèpend du site, mais vous pouvez utiliser application/json ou application/xml comme valeurs correctes.

source: URL where to download the document from If URL begins with / or with file:// the data is read from the local file
fr: URL oè tèlècharger le document Si l'URL commence avec / ou file:// les données sont lues sur un disque local

source: File type of the document. Values can be xml, json or text.
fr: Type de fichier. Les valeurs peuvent être xml, json ou text.
