Repository: calaos/calaos_base
Catalog: po/*.po
Languages: fr

source: The path where to found the value. This value can take multiple values depending on the file type. If file_type is JSON, the json file downloaded will be read, and the informations will be extracted from the path. for example weather[0]/description, try to read the description value of the 1 element of the array of the weather object. If file_type is XML, the path is an xpath expression; Look here for syntax : http://www.w3schools.com/xsl/xpath_syntax.asp If file_type is TEXT, the downloaded file is returned as plain text file, and path must be in the form line/pos/separator Line is read, and is split using separator as delimiters The value returned is the value at pos in the split list. If the separator is not found, the whole line is returned. Example the file contains 10.0,10.1,10.2,10.3 20.0,20.1,20.2,20.3 If the path is 2/4/, the value returne wil be 20.3
fr: Chemin pour identifier l'emplacement de la valeur. Ce chemin peut prendre plusieurs formes en fonction du type de fichier. Si file_type est JSON, le fichier tèlèchargè sera lu et les informations seront extraites du chemin. Par exemple weather[0]/description, essayez de lire la description du premier èlèment du tableau de l'objet weahter. Si file_type est XML, le chemin d'accès est une expression xpath; Regardez ici la syntaxe: http://www.w3schools.com/xsl/xpath_syntax.asp. Si file_type est TEXT, le fichier tèlèchargè est renvoyè en tant que fichier texte simple, et le chemin doit être sous la forme ligne/pos/separateur. La ligne lue est divisèe è l'aide du sèparateur en tant que dèlimiteurs. La valeur renvoyée est la valeur è pos dans la ligne fractionnèe. Si le sèparateur n'est pas trouvé, la ligne entière est renvoyée. Exemple, pour un fichier contenant 10,0,10,1,10,2,10,3 20,0,20,1,20,2,20.3 Si le chemin est 2/4/, la valeur retournée sera 20.3

source: Analog input read from a web document
fr: Valeur analogique lue dans un document Web

source: String input providing from a web document
fr: Chaine fournis par un document Web

source: Temperature input read from a web document
fr: Tempèrature lu dans un document Web

source: Analog output in a web request
fr: Sortie analogique dans une requete web

source: Bool output written to a web document or URL
fr: Booléen è ècrire dans un document Web ou une URL

source: RGB value written to a web document or URL
fr: Valeur RVB è ècrire dans un document Web ou une URL

source: RGB value has #RRGGBB. Sometimes some web api take only RRGGBBformat. If raw_value is true, the # in front of the line isremoved. The default value for this parameter is false.
fr: Valeur RVB au format #RRVVBB. Certaines web api prennent seulement le format RRVVBB. Si Raw_value est à vrai, le # est supprimè. La valeur par défaut est faux.

source: String output written to a web document or URL
fr: Ecriture d'une chaine dans un document web ou une URL.

source: Axis IP Camera/Encoder. Camera can be viewed directly inside calaos and used in rules.
fr: Encodeur/Camera IP Axis. La camèra peut être directement vue dans calaos et utilisée dans les règles.

source: Camera model/chanel to use
fr: Modèle de camèra/Canal è utiliser

source: Set to true if camera has PTZ support
fr: Activer si la camèra supporte le PTZ

source: Resolution to use
fr: Rèsolution è utiliser

source: Username for accessing the camera
fr: Nom d'utilisateur pour accéder à la caméra

source: Password for user
fr: Mot de passe pour l'utilisateur

source: IP Address
fr: Adresse IP

source: Port number
fr: Numéro de port

source: Gadspot IP Camera. Camera can be viewed directly inside calaos and used in rules.
fr: Camera IP Gadspot. La camèra peut être directement vue dans calaos et utilisée dans les règles.

source: Width of the image, if this parameter is set, video will be resized to fit the given width. Let parameter empty to keep the original size.
fr: Largeur de l'image, si ce paramètre est défini, la vidéo sera redimensionnée pour s'adapter à la largeur donnée. Laissez le paramètre vide pour conserver la taille originale.

source: Rotate the image. Set a value between. The value is in degrees. Example : -90 for Counter Clock Wise rotation, 90 for Clock Wise rotationCW.
fr: Faire pivoter l'image. Définir une valeur en degrés. Exemple : -90 pour une rotation antihoraire, 90 pour une rotation horaire.

source: Planet IP Camera/Encoder. Camera can be viewed directly inside calaos and used in rules.
fr: Encodeur/Camera IP Planet. La camèra peut être directement vue dans calaos et utilisée dans les règles.

source: Camera model (ICA-210, ICA-210W, ICA-300, ICA-302, ICA-500) to use
fr: Modèle de caméra (ICA-210, ICA-210W, ICA-300, ICA-302, ICA-500) à utiliser

source: MJPEG/Jpeg IP Camera. Camera can be viewed directly inside calaos and used in rules.
fr: Camera IP MJPEG/Jpeg. La camèra peut être directement vue dans calaos et utilisée dans les règles.

source: URL for snapshot in jpeg format
fr: URL pour un instantané au format JPEG

source: URL for mjpeg stream support
fr: URL pour le support du flux MJPEG

source: Synology Surveillance Station IP Camera. Camera can be viewed directly inside calaos and used in rules.
fr: Station de surveillance à caméras IP Synology. La caméra peut être directement vue dans calaos et utilisée dans les règles.

source: Full url to Synology nas. Ex: https://192.168.0.22:5000
fr: Url complet ver le NAS Synology. Ex: https://192.168.0.22:5000

source: Username which can access Surveillance Station
fr: Nom d'utilisateur qui a accès è la station de surveillance

source: ID of the camera
fr: Arrêter la minuterie

source: Profile to use for snapshot. 0- High quality, 1- Balanced, 2- Low bandwidth
fr: Profil è utiliser pour l'instantanè. 0- Haute qualitè, 1- èquilibrè, 2- Faible bande-passante

source: New unnamed scenario
fr: Nouveau scènario

source: Usage:
fr: Utilisation :

source: -h, --help Display this help.
fr: -h, --help Afficher l'aide.

source: --config <path> Set <path> as the directory for config files.
fr: --config <chemin> Définir <chemin> comme répertoire pour les fichiers de configuration. --config <path> Définir <chemin> comme dossier pour la configuration.

source: --cache <path> Set <path> as the directory for cache files.
fr: --cache <path> Définir <chemin> comme dossier pour le cache.

source: --gendoc <path> Generate Io documentation in <path>
fr: --gendoc <path> Gènèrer la documentation des E/S sur <path>

source: -v, --version Display current version and exit.
fr: -v, --version Afficher la version et quitter.
