Repository: calaos/calaos_base
Catalog: po/*.po
Languages: fr

source: Event when play is started
fr: Événement lors de la lecture

source: Event when pausing player
fr: Événement lors de la pause

source: Event when stopping player
fr: Événement lors de l'arrêt

source: Event when a new song is being played
fr: Événement lors de la lecture d'une nouvelle chanson

source: Event when a change in the current playlist happens
fr: Événement lors d'une modification de la liste de lecture

source: Event when a change of volume happens
fr: Événement lors d'un changement de volume

source: Start playing
fr: Démarrer la lecture

source: Pause player
fr: Suspendre la lecture

source: Stop player
fr: Arrêter la lecture

source: Play next song in playlist
fr: Lire la prochaine chanson de la liste de lecture

source: Play previous song in playlist
fr: Lire la précédente chanson de la liste de lecture

source: Set current volume
fr: Régler le volume

source: Increase volume by a value
fr: Augmenter le volume

source: Decrease volume by a value
fr: Diminuer le volume

source: Audio players are not displayed in rooms
fr: Les lecteurs audio ne sont pas affichés dans les pièces

source: AVReceiver object to control network amplifier
fr: Objet AVReceiver pour contrôler l'amplificateur réseau

source: IP address of the device
fr: Adresse IP de l'appareil

source: Port to use for connection
fr: Port pour la connexion

source: Zone of the amplifier (if supported)
fr: Zone de l'amplificateur (si pris en charge)

source: AVReceiver model. Supported: pioneer, denon, onkyo, marantz, yamaha
fr: Modèle AVReceiver. Pris en charge : pioneer, denon, onkyo, marantz, yamahaModèle AVReceiver. Pris en charge : pionnier, denon, onkyo, marantz, yamaha

source: Switch receiver on
fr: Allumer le récepteur

source: Switch receiver off
fr: Éteindre le récepteur

source: Change current input source
fr: Changer l'entrée actuelle

source: Send a custom command to receiver (if you know the protocol)
fr: Envoyer une commande personnalisée au récepteur (si vous connaissez le protocole)Envoier une commande personnalisée au récepteur (si vous connaissez le protocole)

source: Roon audio player allows control of a Roon player from Calaos
fr: Le lecteur audio Roon permet de contrôler un lecteur Roon depuis CalaosLe lecteur audio Roon permet de contrôler un lecteur Roon depuis Calaos

source: Roon zone ID
fr: ID de la zone Roon

source: Static Roon server IP address, empty to autodetect on network
fr: Adresse IP statique du serveur Roon, vide pour détection automatique sur le réseauAdresse IP statique du serveur Roon, laisser vide pour la détection automatique sur le réseau

source: Static Roon server port, empty to autodetect on network
fr: Port statique du serveur Roon, vide pour détection automatique sur le réseauPort statique du serveur Roon, laisser vide pour la détection automatique sur le réseau

source: Squeezebox audio player allows control of a Squeezebox from Calaos
fr: Le lecteur audio Squeezebox permet de contrôler une Squeezebox depuis CalaosLe lecteur audio Squeezebox permet de contrôler une Squeezebox depuis Calaos

source: Logitech media server IP address
fr: Adresse IP du serveur multimédia Logitech

source: Unique ID of squeezebox in LMS
fr: ID unique de la squeezebox sur le serveur

source: CLI port of LMS, default to 9090
fr: Port du serveur, 9090 par défaut

source: Web interface port of LMS, default to 9000.
fr: Port de l'interface Web, 9000 par défaut

source: Switch player on
fr: Allumer le lecteur

source: Switch player off
fr: Éteindre le lecteur

source: Start sleep mode with X seconds
fr: Mettre en veille dans X secondes

source: Sync this player with an other
fr: Synchronisez ce lecteur avec un autre

source: Stop sync of this player with an other
fr: Arrêtez la synchronisation de ce lecteur

source: Clear playlist and play argument. <argument> can be any of album_id:XX artist_id:XX playlist_id:XX, ...
fr: Effacer la liste de lecture et lire argument. <argument> peut être n'importe quel album_id: XX artist_id: XX playlist_id: XX, ...

source: Add tracks to playlist. <argument> can be any of album_id:XX artist_id:XX playlist_id:XX, ...
fr: Ajouter des pistes à la liste de lecture. <argument> peut être n'importe quel album_id: XX artist_id: XX playlist_id: XX, ...

source: Unit which will be displayed on the UI as a suffix.
fr: Unité affichée sur l'interface utilisateur en tant que suffixe.

source: Default
fr: Défaut

source: Temperature
fr: Température

source: Humidity
fr: Humidité

source: Pressure
fr: Pression

source: Luminosity
fr: Luminosité

source: Speed
fr: Vitesse

source: Current
fr: Courant

source: Voltage
fr: Tension

source: Watt
fr: Puissance

source: GUI style display. This will control the icon displayed on the UI
fr: Affichage de style GUI. Ceci contrôlera l'ìcône affichée sur l'interface utilisateurStyle d'affichage. Contrôle l'icône affichée sur l'interface utilisateur

source: Event on a specific value
fr: Événement sur une valeur spécifique

source: Event on any change of value
fr: Événement à chaque changement

source: Unique ID identifying the Input/Output in calaos-server
fr: Identifiant unique de l'entrée/sortie dans calaos-server

source: Name of Input/Output.
fr: Nom de l'entrée/sortie.

source: Display the Input/Output on all user interfaces if set. Default to true
fr: Afficher l'entrée/sortie sur toutes les interfaces utilisateur si activé. Vrai par défautAffichez l'entrée/sortie sur toutes les interfaces utilisateur. Vrai par défaut

source: Enable the Input/Output. The default value is true. This parameter is added if it's not found in the configuration.
fr: Activez l'entrée/sortie. Vrai par défaut. Ce paramètre est ajouté s'il n'est pas trouvé dans la configuration.

source: Internal graphical type for all calaos objects. Set automatically, read-only parameter.
fr: Type graphique interne pour tous les objets calaos. Paramètre en lecture seule, définit automatiquement

source: IO type, can be "input", "output", "inout"
fr: Type d'entrée/sortie (input, output, inout)

source: If enabled, write an entry in the history event log for this IO
fr: Si activé, écrit une entrée dans l'historique pour cet IO

source: If enabled, and if influxdb is enabled in local_config send the value to influxdb for this IO
fr: Si activé, et si influxdb est activé dans local_config, envoie la valeur à influxdb pour cet IO

source: Input switch with a GPIO
fr: Entrée GPIO

source: GPIO ID on your hardware
fr: ID du GPIO sur la carte

source: Set this if your GPIO has an inverted level
fr: Mettre à vrai pour inverser le GPIO

source: Set this is your GPIO has an inverted level
fr: Mettre à vrai pour inverser le GPIO

source: Shutter with 2 GPIOs
fr: Volet avec 2 GPIOs

source: GPIO ID for opening on your hardware
fr: ID du GPIO pour ouvrir

source: GPIO ID for closing on your hardware
fr: ID du GPIO pour fermer

source: Light with a GPIO
fr: Lumière avec un GPIO

source: RGB Light dimmer using a Philips Hue
fr: Variateur de lumière RVB avec une Philips Hue

source: Hue bridge IP address
fr: Adresse IP de la passerelle Philips Hue

source: API key return by Hue bridge when assciation has been made. Use Hue Wizard in calaos_installer to get this value automatically.
fr: Clé API renvoyée par la passerelle Hue lorsque l'association a été effectuée. Utilisez Hue Wizard dans Calaos_installer pour obtenir cette valeur automatiquement.

source: Unique ID describing the Hue Light. This value is returned by the Hue Wizard.
fr: ID unique décrivant la lumière Hue. Cette valeur est renvoyée par Hue Wizard.

source: Represent a time range object. A time range is true if current time is in one of the included range, false otherwise. The time range also support weekdays and months.
fr: Représentez un objet de plage de temps. Une plage de temps est vraie si l'heure actuelle est dans l'une des gammes incluses, false sinon. La gamme de temps prend également en charge les jours de semaine et les mois.

source: A time range can't be visible. Always false.
fr: Une plage de temps ne peut pas être visible. Toujours faux.

source: Event triggered when entering the range
fr: Événement déclenché lors de l'entrée dans la plage

source: Event triggered when exiting the range
fr: Événement déclenché lors de la sortie dans la plage

source: Event on any change of range
fr: Événement déclenché à chaque changement de plage

source: An analog input can be used to read analog values to display them and use them in rules.
fr: Une entrée analogique peut être utilisée pour lire des valeurs analogiques pour les afficher et les utiliser dans les règles.

source: use in conjunction of coeff_b to apply equation of the form `value_displayed = coeff_a * raw_value + coeff_b`. Default value is 1.0.
fr: Utiliser conjointement coeff_b pour appliquer l'èquation de la forme valeur = coeff_a * raw_value + coeff_b. La valeur par défaut est 1.0.

source: use in conjunction of coeff_a to apply equation of the form `value_displayed = coeff_a * raw_value + coeff_b`. Default value is 0.0
fr: Utiliser conjointement coeff_a pour appliquer l'èquation de la forme valeur = coeff_a * raw_value + coeff_b. La valeur par défaut est 0.0.

source: Use a mathematical expression to calculate the value from the raw value. The variable `x` is replaced with the raw value. For example, if you want to convert a raw value of 0-1000 to a temperature in Celsius, you can use `x / 10.0 - 50.0`. If this expression is set, coeff_a, coeff_b and offset parameters are ignored.
fr: Utiliser une expression mathématique pour calculer la valeur à partir de la valeur brute. La variable `x` est remplacée par la valeur brute. Par exemple, si vous voulez convertir une valeur brute de 0-1000 en température en Celsius, vous pouvez utiliser `x / 10.0 - 50.0`. Si cette expression est définie, les paramètres coeff_a, coeff_b et offset sont ignorés.

source: same as coeff_b, can be used alone. Default value is 0.0
fr: Comme le coeff_b, peut être utilisé seul. La valeur par défaut est 0.0

source: Sampling time in seconds. The value is read at this frequency. If this value is not set, the default value is 15s
fr: Temps d'échantillonnage en secondes. La valeur est lue à cette fréquence. Si cette valeur n'est pas définie, la valeur par défaut est 15s

source: Precision of the returned value. The value represents the number of decimal after the dot. The value is rounded like this : value = 19.275 => returned value 19.28 when preicision = 2, 19.3 when precision = 1, 19 when precision = 0
fr: Précision de la valeur retournée. La valeur représente le nombre de décimales après le point. La valeur est arrondie comme ceci: valeur = 19.275 => valeur renvoyée 19.28 lors de la précision = 2, 19.3 lorsque la précision = 1, 19 lorsque la précision = 0

source: Display a warning if value has not been updated for a long time. Default to true
fr: Affiche un avertissement si la valeur n'a pas été mise à jour depuis longtemps. Vrai par défaut

source: Basic switch with press/release states.
fr: Interrupteur de base avec états de appuyé/relâché.

source: A switch can't be visible. Always false.
fr: Un interrupteur ne peut pas être visible. Toujours faux.

source: Event triggered when switch is pressed
fr: Événement déclenché lors de l'appui

source: Event triggered when switch is released
fr: Événement déclenché lors du relâché

source: Event on any change of state
fr: Événement lors de chaque changement d'état

source: Long press switch. This switch supports single press and long press. User has 500ms to perform the long press.
fr: Interrupteur à appui long. Cet interrupteur prend en charge un appui court et un appui long. L'utilisateur dispose de 500 ms pour effectuer un appui long.

source: Event triggered when switch is pressed quickly
fr: Événement déclenché lors d'un appui court

source: Event triggered when switch is pressed at least for 500ms (long press)
fr: Événement déclenché lors d'un appui long (> 500ms)

source: Triple click switch. This switch can start 3 kind of actions. User has 500ms to do a multiple click.
fr: Commutateur à triple clic. Ce commutateur peut déclencher 3 types d'actions. L'utilisateur dispose de 500 ms pour faire un clic multiple.

source: Event triggered when switch is single clicked
fr: Événement déclenché lors d'un simple clic

source: Event triggered when switch is double clicked
fr: Événement déclenché lors d'un double clic

source: Event triggered when switch is triple clicked
fr: Événement déclenché lors d'un triple clic

source: Basic time input. An event is triggered when the current time equals the configured time. A specific date can also be set.
fr: Entrée horaire. Un Événement est déclenché lorsque l'heure actuelle est égale à l'heure configurée. Une date spécifique peut également être définie.

source: A time object can't be visible. Always false.
fr: Une entrée horaire ne peut pas être affichée. Toujours faux

source: Hour for this time input
fr: Heure pour l'entrée horaire

source: Minutes for this time input
fr: Minute pour l'entrée horaire

source: Seconds for this time input
fr: Seconde pour l'entrée horaire

source: Year for this time input
fr: Année pour l'entrée horaire

source: Month for this time input
fr: Mois pour l'entrée horaire

source: Day for this time input
fr: Jour pour l'entrée horaire

source: Event triggered when current time equals
fr: Événement lorsque l'heure est atteinte

source: Event triggered when current time is not equal
fr: Événement lorsque l'heure n'est pas atteinte

source: Event on any change of time
fr: Événement lorsque l'heure change

source: Timer object. trigger an event after the configured time has expired.
fr: Événement lorsque le temps est écoulé

source: A timer object can't be visible. Always false.
fr: Une minuterie ne peut pas être affichée. Toujours faux

source: Hour for the timer interval
fr: Heure pour la minuterie

source: Minutes for the timer interval
fr: Minutes pour la minuterie

source: Seconds for the timer interval
fr: Secondes pour la minuterie

source: Miliseconds for the timer interval
fr: Milisecondes pour la minuterie

source: Auto start the timer when calaos starts
fr: Démarrage automatique de la minuterie lorsque calaos démarre

source: Auto restart the timer when time expires
fr: Redémarrage de la minuterie lorsque le temps est expiré

source: Event triggered when timer expires
fr: Événement lorsque le temps est écoulé

source: Event triggered when timer starts
fr: Événement lorsque la minuterie démarre

source: Event triggered on any change
fr: Événement à chaque changement

source: Start the timer
fr: Démarrer la minuterie

source: Stop the timer
fr: Arrêter la minuterie

source: Reset the configured time to a value. Format is h:m:s:ms
fr: Réinitialiser le temps configuré. Le format est h:m:s:ms

source: Internal number object. This object is useful for doing internal programing in rules, like counters, of displaying values.
fr: Objet de numérique interne. Cet objet est utile pour la programmation interne dans les règles, comme les compteurs, d'affichage des valeurs.

source: Set a step for increment/decrement value. Default is 1.0
fr: Définir un pas pour incrémenter/décrémenter la valeur. La valeur par défaut est 1.0Définit le pas pour incrémenter/décrémenter la valeur. La valeur par défaut est 1.0

source: Event on a specific number value
fr: Événement sur une valeur spécifique

source: Set a specific number value
fr: Définir une valeur spécifique

source: Increment value with configured step
fr: Augmenter la valeur avec le pas définit

source: Decrement value with configured step
fr: Diminuer la valeur avec le pas définit

source: Increment value by value
fr: Augmenter valeur par valeur

source: Decrement value by value
fr: Diminuer valeur par valeur

source: Internal boolean object. This object is useful for doing internal programing in rules, like keeping boolean states, or displaying boolean values
fr: Booléen interne. Cet objet est utile pour effectuer une programmation interne dans les règles, comme le maintien d'états booléens ou l'affichage de valeurs booléennes

source: Event when value is true
fr: Événement lorsque le booléen est à vrai

source: Event when value is false
fr: Événement lorsque le booléen est à faux

source: Set a value to true
fr: Mettre la valeur à vrai

source: Set a value to false
fr: Mettre la valeur à faux

source: Invert boolean value
fr: Inverser la valeur

source: Do an impulse on boolean value. Set to true for X ms then reset to false
fr: Faites une impulsion sur une valeur booléenne. Mis à vrai pour X ms puis réinitialiser à faux

source: Do an impulse on boolean value with a pattern.<br>Ex: 500 200 500 200 means: TRUE for 500ms, FALSE for 200ms, TRUE for 500ms, FALSE for 200ms<br>Ex: 500 loop 200 300 means: TRUE for 500ms, then loop the next steps for infinite, FALSE for 200ms, TRUE for 300ms<br>Ex: 100 100 200 old means: blinks and then set to the old start state (before impulse starts)
fr: Impulsion sur la valeur booléenne avec un motif.<br>Ex: 500 200 500 200 signifie: VRAI pour 500ms, FAUX pour 200ms, VRAI pour 500ms, FAUX pour 200ms<br>Ex: 500 loop 200 300 signifie: VRAI pour 500ms, puis relancer les prochaines étapes à l'infini, FAUX pour 200ms, VRAI pour 300ms<br>Ex: 100 100 200 old signifie: clignote et reprend l'ancien état (avant le clignotement)

source: Internal string object. This object is useful for doing internal programing in rules or displaying text values on user interfaces.
fr: Chaîne interne. Cet objet est utile pour effectuer une programmation interne dans les règles ou afficher des valeurs de texte sur les interfaces utilisateur.

source: Event on a specific string value
fr: Événement sur une chaine spécifique

source: Set a specific string value
fr: Définir la valeur de la chaine

source: Enable edit mode for this object. It allows user to modify the value on interfaces. Default to false
fr: Activer le mode d'édition pour cet objet. Il permet aux utilisateurs de modifier la valeur sur les interfaces. Faux par défaut

source: Automatically save the value in cache. The value will be reloaded when restarting calaos is true. Default to false
fr: Enregistrer automatiquement la valeur dans le cache. La valeur sera rechargée lors du démarrage de calaos. Défaut à faux

source: KNX Group address, Ex: x/y/z
fr: Adresse de groupe KNX, Ex: x/y/z

source: KNX Group address for listening status, Ex: x/y/z
fr: Adresse de groupe KNX pour l'écoute de l'état, Ex: x/y/z

source: KNX EIS (Data type)
fr: KNX EIS (type de données)

source: Send a read request at start to get the current value. Default is false
fr: Envoyer une demande de lecture au démarrage pour obtenir la valeur actuelle. Faux par défautEnvoier une demande de lecture au démarrage pour obtenir la valeur. Faux par défaut

source: Hostname of knxd, default to localhost
fr: Nom d'hète de knxd, localhost par défaut

source: Input analog with KNX and eibnetmux
fr: Entrée analogique KNX avec eibnetmux

source: Input switch with KNX and eibnetmux
fr: Interrupteur KNX avec eibnetmux

source: Input switch long press with KNX and eibnetmux
fr: Appui long KNX avec eibnetmux

source: Input switch triple with KNX and eibnetmux
fr: Triple clic KNX avec eibnetmux

source: Input temperature with KNX and eibnetmux
fr: Tempèrature KNX avec eibnetmux

source: Analog output with KNX and eibnetmux
fr: Sortie analogique KNX avec eibnetmux

source: Light output with KNX and eibnetmux
fr: Lumière KNX avec eibnetmux

source: Light dimmer with KNX and eibnetmux
fr: Variateur de lumière KNX avec eibnetmux

source: Light RGB with KNX and eibnetmux
fr: Lumière RVB KNX avec eibnetmux

source: Red channel KNX Group address, Ex: x/y/z
fr: Adresse du groupe KNX du canal rouge, ex: x/y/z

source: Green channel KNX Group address, Ex: x/y/z
fr: Adresse du groupe KNX du canal vert, ex: x/y/z

source: Blue channel KNX Group address, Ex: x/y/z
fr: Adresse du groupe KNX du canal bleu, ex: x/y/z

source: Red Group address for listening status, Ex: x/y/z
fr: Adresse du groupe rouge pour l'écoute de l'état, Ex: x/y/z

source: Green Group address for listening status, Ex: x/y/z
fr: Adresse du groupe vert pour l'écoute de l'état, Ex: x/y/z

source: Blue Group address for listening status, Ex: x/y/z
fr: Adresse du groupe bleu pour l'écoute de l'état, Ex: x/y/z

source: Shutter with with KNX and eibnetmux
fr: Volet KNX avec eibnetmux

source: Up KNX Group address, Ex: x/y/z
fr: Adresse du groupe KNX pour ouvrir, Ex: x/y/z

source: Down KNX Group address, Ex: x/y/z
fr: Adresse du groupe KNX pour fermer, Ex: x/y/z

source: A switch input based on the result of a ping command. Useful to detect presence of a host on the network.
fr: Entrée basèe sur le rèsultat d'une commande ping. Utile pour dètecter la présence d'un hôte sur le réseau.

source: IP address or host where to send the ping
fr: Adresse IP ou nom de l'hète pour le ping

source: Timeout of the ping request in ms
fr: Dèlai d'attente en ms pour la rèponse du ping

source: Interval between pings in ms. Default to 15 sec
fr: Intervalle entre 2 pings en ms. 15 sec par défaut

source: The host is online and respond to the ping
fr: L'hète est en ligne et rèpond au ping

source: The host is offline and/or does not respond to the ping
fr: L'hète est n'en pas en ligne et/ou ne rèpond pas au ping

source: Wake On Lan output object. Send wake-on-lan packet to a device on the network.
fr: Objet réveil réseau. Envoie un paquet wake-on-lan à un périphérique sur le réseau.

source: Ethernet MAC address of the host to wake up
fr: Adresse MAC de l'hète è réveiller

source: Send wake on lan packet to the configured device
fr: Envoie un ordre de réveil au périphérique configuré

source: IP address of the mqtt broker to connect to. Default value is 127.0.0.1.
fr: Adresse IP du broker MQTT auquel se connecter. La valeur par défaut est 127.0.0.1.

source: TCP port of the mqtt broker. Default value is 1883
fr: Port TCP du broker MQTT. La valeur par défaut est 1883

source: keepalive timeout in seconds. Time between two mqtt PING.
fr: Délai de keepalive en secondes. Temps entre deux PING MQTT.

source: Password to use for authentication with mqtt broker. User must be defined in that case.
fr: Mot de passe à utiliser pour l'authentification avec le broker MQTT. L'utilisateur doit être défini dans ce cas.

source: User to use for authentication with mqtt broker. Password must be defined in that case.
fr: Utilisateur à utiliser pour l'authentification avec le broker MQTT. Le mot de passe doit être défini dans ce cas.

source: Topic on witch to publish.
fr: Sujet sur lequel publier.

source: Topic on witch to subscribe.
fr: Sujet auquel s'abonner.

source: Analog value read from a mqtt broker
fr: Valeur analogique lue depuis un broker MQTT

source: String value read from a mqtt broker
fr: Valeur chaîne lue depuis un broker MQTT

source: Switch value read from a mqtt broker
fr: Valeur interrupteur lue depuis un broker MQTT

source: Value to interpret as ON value
fr: Valeur à interpréter comme valeur ON

source: Value to interpret as OFF value
fr: Valeur à interpréter comme valeur OFF

source: Temperature read from a mqtt broker
fr: Température lue depuis un broker MQTT

source: Control analog output through mqtt broker
fr: Contrôler une sortie analogique via un broker MQTT

source: Control lights through mqtt broker
fr: Contrôler les lumières via un courtier MQTT

source: Control RGB lights through mqtt broker
fr: Contrôler les lumières RVB via un courtier MQTT

source: Serial
fr: Sèrie

source: Gateway type used, tcp or serial are supported
fr: Passerelle utilisée, tcp ou sèrie
